Repository: mericorhay/DietFlow
Catalog: Packages/DietFlowKit/Sources/OnboardingFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# onboarding.add.edit
source: Edit
es: Editar
tr: Düzenle

# onboarding.add.message
source: Three steps, once. After that it keeps itself up to date.
es: Tres pasos, una sola vez. Después se mantiene al día solo.
tr: Üç adım, bir kez. Sonrasında kendiliğinden güncel kalır.

# onboarding.add.step1
source: Touch and hold an empty spot
es: Mantén pulsado un espacio vacío
tr: Boş bir yere basılı tut

# onboarding.add.step2
source: Tap Edit, then Add Widget
es: Toca Editar y luego Añadir widget
tr: Düzenle'ye, sonra Widget Ekle'ye dokun

# onboarding.add.step3
source: Pick %@
es: Elige %@
tr: %@ uygulamasını seç

# onboarding.add.title
source: Put it on your Home Screen.
es: Ponlo en tu pantalla de inicio.
tr: Ana Ekran'ına koy.

# onboarding.continue
source: Continue
es: Continuar
tr: Devam

# onboarding.create
source: Create My Plan
es: Crear mi plan
tr: Planımı Oluştur

# onboarding.import
source: Import a Plan
es: Importar un plan
tr: Plan İçe Aktar

# onboarding.page
source: Page %1$lld of %2$lld
es: Página %1$lld de %2$lld
tr: Sayfa %1$lld / %2$lld

# onboarding.plan.message
source: Build or import your meal schedule.
es: Crea o importa tu horario de comidas.
tr: Öğün programını oluştur ya da içe aktar.

# onboarding.plan.title
source: Plan once.
es: Planifica una vez.
tr: Bir kez planla.

# onboarding.preview.today
source: Today
es: Hoy
tr: Bugün

# onboarding.setup.message
source: Pick a widget, its color and its tone. You can change them any time.
es: Elige un widget, su color y su tono. Puedes cambiarlos cuando quieras.
tr: Widget'ı, rengini ve tonunu seç. İstediğin zaman değiştirebilirsin.

# onboarding.setup.title
source: Make it yours.
es: Hazlo tuyo.
tr: Kendine göre ayarla.

# onboarding.setup.tone
source: Background
es: Fondo
tr: Arka plan

# onboarding.widget.message
source: Your Home Screen updates with your day.
es: Tu pantalla de inicio se actualiza con tu día.
tr: Ana Ekran'ın gününle birlikte güncellenir.

# onboarding.widget.title
source: See what's next.
es: Mira qué toca.
tr: Sırada ne var, gör.

# onboarding.write
source: Let AI Write My Plan
es: Que la IA escriba mi plan
tr: Planımı Yapay Zekâ Yazsın

# onboarding.setup.color
source: Color
tr: Renk
